/* About tiqr */
"about_title" = "Colofon";

/* Your account is activated! */
"account_activated" = "Uw account is geactiveerd!";

/* Account activation title */
"account_activation_title" = "Account activeren";

/* Account details navigation title */
"account_details_title" = "Account details";

/* Your account is ready to be used. */
"account_ready" = "Uw account is klaar voor gebruik";

/* Accounts back button title */
"accounts" = "Accounts";

/* Do you want to activate the following account */
"activate_following_account" = "Wilt u het volgende account activeren?";

/* Don\'t worry! Click the QR tag on the\nwebsite. You will be asked to enter the\nfollowing one-time credentials: */
"authentication_fallback_description" = "Geen paniek! Klik op de QR-code op de\nwebsite. U zult gevraagd worden om de volgende\neenmalige gegevens in te geven:";

/* You appear to be offline */
"authentication_fallback_title" = "U lijkt offline te zijn";

/* Login title */
"authentication_title" = "Login";

/* Confirm account activation */
"confirm_account_activation" = "Bevestig account activatie";

/* Are you sure you want to login? */
"confirm_authentication" = "Weet u zeker dat u wilt inloggen?";

/* Authentication confirm back button title */
"confirm_authentication_title" = "Login bevestigen";

/* Delete */
"delete_button" = "Verwijder";

/* Developed by: */
"developed_by_title" = "Ontwikkeld door:";

/* You will enroll to the following domain */
"enroll_following_domain" = "U gaat zich aanmelden bij het volgende domein:";

/* Account activation title */
"enrollment_confirmation_header_title" = "Account activatie";

/* Enrollment confirm back button title */
"enrollment_confirmation_title" = "Registreren";

/* Enrollment PIN title */
"enrollment_pin_intro" = "Geef uw PIN";

/* You need a PIN code for this account. If you don't yet have a PIN code for tiqr please choose one. */
"enrollment_pin_message" = "Voor dit account heeft u een PIN code nodig. Als u nog geen PIN code voor tiqr heeft, bedenk er dan één.";

/* You need to enter your 4-digit PIN to login. */
"enter_four_digit_pin" = "Om in te loggen dient u uw 4-cijferige PIN code in te voeren.";

/* Enrollment PIN back button title */
"enter_pin" = "Geef PIN";

/* Alert title for error */
"error" = "Fout";

/* Account blocked message */
"error_auth_account_blocked_message" = "Dit account is niet langer geldig.";

/* Accounts blocked error title */
"error_auth_account_blocked_title" = "Account geblokkeerd";

/* No account title */
"error_auth_invalid_account" = "Ongeldig account";

/* No account message */
"error_auth_invalid_account_message" = "U probeert in te loggen met een ongeldig of onbekend account. (Her-)activeer uw account eerst.";

/* Invalid QR tag message */
"error_auth_invalid_challenge_message" = "De gescande QR-code is ongeldig of verlopen. Probeer het opnieuw.";

/* INVALID_CHALLENGE error title */
"error_auth_invalid_challenge_title" = "Ongeldig verzoek";

/* Invalid QR tag title */
"error_auth_invalid_qr_code" = "Ongeldige login QR-code.";

/* INVALID_REQUEST error message */
"error_auth_invalid_request_message" = "De server herkent uw login verzoek niet. Neem contact op met support.";

/* INVALID_REQUEST error title */
"error_auth_invalid_request_title" = "Ongeldige aanroep";

/* No account message */
"error_auth_no_identities_for_identity_provider" = "Geen identiteiten gevonden voor de dienst, registreer eerst.";

/* INVALID_RESPONSE error message (1 attempt left) */
"error_auth_one_attempt_left" = "U heeft nog één laatste poging. Als u weer een foute PIN invoert zullen alle tiqr accounts op dit toestel geblokkeerd worden.";

/* Server incompatible message */
"error_auth_server_incompatible" = "De server is niet geschikt voor deze versie van tiqr.";

/* Server incompatible title */
"error_auth_server_incompatible_title" = "Server ongeschikt";

/* Unexpected error message */
"error_auth_unknown_error" = "Onbekende fout";

/* No account title */
"error_auth_unknown_identity" = "Onbekende identiteit voor dienst, registreer eerst.";

/* Unknown */
"error_auth_unknown_identity_provider" = "Onbekende dienst, registreer eerst.";

/* INVALID_RESPONSE error title (> 1 attempts left) */
"error_auth_wrong_pin" = "Verkeerde PIN";

/* INVALID_RESPONSE error message (> 1 attempts left) */
"error_auth_x_attempts_left" = "De opgegeven PIN is onjuist. U heeft nog %d pogingen. Voer nogmaals uw PIN in. Let hierbij op het controleteken bij het laatste cijfer.";

/* Account already activated message */
"error_enroll_already_enrolled" = "U hebt de identeit %s reeds geregistreerd voor de dienst %s.";

/* Account already activated */
"error_enroll_already_enrolled_title" = "Account reeds geactiveerd";

/* Failed to generate identity secret. Please contact support. */
"error_enroll_failed_to_generate_secret" = "Genereren geheim mislukt. Neem contact op met support.";

/* Account cannot be saved message */
"error_enroll_failed_to_store_identity" = "Opslaan dienst mislukt. Neem contact op met support.";

/* Account cannot be saved title */
"error_enroll_failed_to_store_identity_title" = "Opslaan account mislukt";

/* Invalid QR tag title */
"error_enroll_invalid_qr_code" = "Ongeldige registratie QR-code.";

/* Invalid response message */
"error_enroll_invalid_response" = "Ongeldig antwoord van de registratie server. Neem contact op met de website beheerder.";

/* Invalid response title */
"error_enroll_invalid_response_title" = "Ongeldig antwoord";

/* No identity provider logo message */
"error_enroll_logo_error" = "Kan het logo van de dienst niet downloaden. Neem contact op met de website beheerder.";

/* No identity provider logo */
"error_enroll_logo_error_title" = "Geen identiteitverstrekker logo";

/* Your ID is: */
"fallback_identifier_label" = "Uw gebruikers ID is:";

/* Username label */
"full_name" = "Volledige naam";

/* User ID label */
"id" = "ID";

/* Blocked cell label */
"identity_blocked" = "Geblokkeerd";

/* Warning this account is blocked and needs to be reactivated. */
"identity_blocked_message" = "Waarschuwing: dit account is geblokkeerd\nen moet opnieuw geactiveerd worden.";

/* Identity select back button title */
"identity_title" = "Identiteiten";

/* Info label */
"information" = "Informatie";

/* Interaction design: */
"interaction_by_title" = "Interactieontwerp:";

/* No connection error message */
"internet_connection_required" = "Om uw account te activeren heeft u een actieve internetverbinding nodig. Probeer het later opnieuw.";

/* Login information message */
"loggedin_with_account" = "U bent ingelogd met het volgende account";

/* Authentication PIN title */
"login_intro" = "Voer uw PIN in: ";

/* Login navigation title */
"login_title" = "Login";

/* Enrollment PIN verification title */
"login_verify_intro" = "Bevestig PIN: ";

/* Enter your PIN code again for verification. Please note the animal icon. This will help you remember your PIN code. */
"login_verify_message" = "Voer uw PIN nogmaals in ter controle. Let op het controleteken. Dit helpt u bij het onthouden.";

/* Blocked navigation title */
"main_title_blocked" = "tiqr is geblokkeerd";

/* Instructions navigation title */
"main_title_instructions" = "Uitleg";

/* Welcome navigation title */
"main_title_welcome" = "Welkom bij tiqr";

/* You appear to have no active Internet connection. */
"no_active_internet_connection." = "U heeft geen internetverbinding.";

/* No button title */
"no_button" = "Nee";

/* No connection error title
   No connection title */
"no_connection" = "Helaas, geen verbinding";

/* If you can\'t login with the credentials above, scan\nagain and enter the correct PIN code. */
"note_pin_not_verified" = "Als u niet kunt inloggen met de bovenstaande gegevens, scan\ndan opnieuw en geef de correcte PIN code in.";

/* Note: your PIN has not been verified yet. */
"note_pin_not_verified_title" = "Opmerking: uw PIN is nog niet geverifieerd.";

/* OK
   OK Button
   OK button title */
"ok_button" = "OK";

/* One time password: */
"otp_label" = "Eénmalig wachtwoord:";

/* Enrollment PIN back button title
   Enrollment PIN verification back button title */
"password_verify_back_button" = "Bevestig PIN";

/* Error message if PINs don't match */
"passwords_dont_match" = "De 2 PIN codes komen niet met elkaar overeen, probeer het opnieuw.\nKies een PIN code die u kunt onthouden.";

/* Error title if PIN's don't match */
"passwords_dont_match_title" = "PINs komen niet overeen.";

/* provided by: */
"provided_by" = "aangeboden door:";

/* tiqr is provided by: */
"provided_by_title" = "tiqr wordt aangeboden door:";

/* Remember your PIN, it cannot be changed! */
"remember_pincode_notice" = "Onthoud uw PIN, deze kan niet veranderd worden!";

/* Return to button title */
"return_button" = "Terug";

/* Scan button title */
"scan_button" = "Scannen";

/* Select Identity */
"select_identity_title" = "Selecteer identiteit";

/* Do you want to see these instructions when you start the application in the future? You can always open the instructions from the Scan window or change this behavior in Settings. */
"show_instructions_preference_message" = "Wilt u deze instructies zien wanneer u de volgende keer de applicatie start? U kunt altijd de instructies openen vanuit het Scan scherm of dit gedrag aanpassen in Instellingen.";

/* Start button title */
"start_button" = "Start";

/* Login succes confirmation message */
"successfully_logged_in" = "Inloggen geslaagd!";

/* Accounts blocked error message */
"to_many_attempts" = "Omdat uw PIN te vaak verkeerd is ingevuld zijn uw accounts geblokkeerd. U kunt niet meer inloggen.";

/* to: */
"to_service_provider" = "voor:";

/* Unknown error message */
"unkown_enroll_error_message" = "Een onbekende fout heeft zich voorgedaan. Neem contact op met support.";

/* Unknown error title */
"unkown_error" = "Onbekende fout.";

/* Yes button title */
"yes_button" = "Ja";

/* You will be logged in as: */
"you_will_be_logged_in_as" = "U wordt ingelogd als:";

/* Accounts navigation item title */
"your_accounts" = "Uw accounts";

/* Place a QR code inside the rectangle to scan it. */
"msg_default_status" = "Plaats een QR-code in het vierkant om deze te scannen.";

/* Welcome */
"main_text_welcome" = "Met tiqr kunt u met uw smartphone veilig en vertrouwd inloggen bij \
verschillende webdiensten. \
<br/><br/> \
Deze applicatie bevat nog geen actief account. Om gebruik te maken \
van tiqr heeft u een geactiveerd account nodig. Op \
<a href=\"https://tiqr.org\">tiqr.org</a> vindt u een lijst \
met identiteitsverstrekkers. \
<br/><br/> \
Na registratie ontvangt u een activatie code en instructies voor de \
activatie. Tijdens het activatieproces moet u een QR-code scannen. \
Druk op <b>Scan</b> als u hier om gevraagd wordt.";

/* Instructions */
"main_text_instructions" = "Ga naar de website waar u wilt inloggen en doorloop de volgende stappen: \
<ul> \
<li>Scan de getoonde QR-code op het loginscherm van de website of dienst waar u wilt inloggen.</li> \
<li><i>Indien u meerdere identiteiten heeft, selecteer uw identiteit.</i></li> \
<li>Bevestig uw identiteit (hierbij zal om uw PIN worden gevraagd).</li> \
<li>U bent ingelogd!</li> \
</ul> \
Druk op <b>Scan</b> om het inloggen te starten.";

/* Blocked */
"main_text_blocked" = "<b>Wat nu?</b><br/> \
Vraag bij uw identeitverstrekker(s) om een nieuwe activatiecode. Een link \
naar uw identiteitverstrekker(s) is beschikbaar vanuit het account overzicht \
(rechtsboven). \
<br/><br/> \
Bij uw nieuwe activatiecode ontvangt u instructies. Zodra u daar om gevraagd wordt \
drukt u op <b>Scan</b>.";
